# BrOrgFilter Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..BrOrgFilter Property
ParameterTypeId Class See Also
---
"Filter"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId BrOrgFilter { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property BrOrgFilter As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ BrOrgFilter {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace